const NepaliLyrics = () => {
  return (
    <div>
      <p> थाम न हात यो तिमी मेरो</p>
      <p>राख्नेछु तिमीलाई म अँगालोमा बेरी यो</p>
      <p>खाऊ न कसम नछोडिने कहिल्यै</p>
      <p>जुनीभरिको लागि साथ दिन्छु म देखि अहिले</p>
      <p>व्यस्त हुन्छु आजभोलि तिम्रै कल्पनामा</p>
      <p>--------------</p>
      <p>अड्केको छ मन यो मेरो तिम्रो हाँसोमा</p>
      <p>रोकिदिउँला यो समय एउटा तस्बिरमा</p>
      <p>सहारा बन्नेछ यी यादहरू बुढेसकालमा</p>
      <p>तर तिमी बहाना बनाइराछौ, किन?</p>
      <p>मबाट एक्कासि टाढिन</p>
      <p>थाहै होला तिमीलाई म छाड्दिन</p>
      <p>यति छिटो हार म खाँदिन</p>
      <p>अरू केही बहाना छ कि छैन तिम्रो?</p>
      <p>लैजान्छु अब तिम्लाई संसार मेरो</p>
      <p>जहाँ हामी दुई मात्र हुनेछौँ</p>
      <p>अँगालोमा बेरी बसेको</p>
      <p>ढलेको घाम हेरी हाँसेको</p>
      <p>त्यसैले आऊ समाऊ यी हात मेरो</p>
      <p>थाम न हात यो तिमी मेरो</p>
      <p>राख्नेछु तिमीलाई म अँगालोमा बेरी यो</p>
      <p>खाऊ न कसम नछोडिने कहिल्यै</p>
      <p>जुनीभरिको लागि साथ दिन्छु म देखि अहिले</p>
      <p>थाम न हात यो तिमी मेरो</p>
      <p>राख्नेछु तिमीलाई म अँगालोमा बेरी यो</p>
    </div>
  );
};
export default NepaliLyrics;
